Repository: ARamy23/GuessTheMovie
Catalog: GuessTheMovie/Core/Business/Localization/*.lproj/Localizables.strings
Languages: ar

source: add_post_caption_placeholder
ar: اكتب شرحا...

source: add_post_form_navigation_bar_post_button
ar: بريد

source: add_post_navigation_title
ar: أضف منشورا

source: add_post_no_photo_permission_given_error_message
ar: إذن مكتبة الصور مفقود ، لتتمكن من إضافة منشور ، تحتاج إلى السماح به من تطبيق إعدادات iOS

source: add_post_privacy_edit_privacy_title
ar: تعديل الخصوصية

source: add_post_privacy_friends_title
ar: اصحاب

source: add_post_privacy_public_title
ar: عام

source: add_post_privacy_validation_error_no_modifier_selected
ar: يبدو أنك لم تحدد معدِّل الخصوصية

source: add_post_validation_error_video_longer_than_max_duration
ar: لا يمكن أن يكون الفيديو أطول من٪ @ ثانية

source: At least 2 chars
ar: حرفان على الأقل

source: At least 3 chars
ar: 3 أحرف على الأقل

source: burger_menu_title_add_new_post
ar: أضف منشور جديد

source: burger_menu_title_bag
ar: شنطة

source: burger_menu_title_calendar
ar: التقويم

source: burger_menu_title_developer_mode
ar: وضع المطور

source: burger_menu_title_look_tracker
ar: نظرة تعقب

source: burger_menu_title_my_qr_code
ar: رمز الاستجابة السريعة الخاص بي

source: burger_menu_title_notifications
ar: إشعارات

source: burger_menu_title_parties
ar: حفلات

source: burger_menu_title_scan_qr
ar: مسح QR

source: burger_menu_title_send_gift
ar: أرسل هدية

source: burger_menu_title_shop_together
ar: تسوق معا

source: burger_menu_title_wardrobe
ar: خزانة الثياب

source: clear cache
ar: مسح ذاكرة التخزين المؤقت

source: Continue as guest
ar: تواصل كضيف

source: email already exists
ar: يوجد حساب بالفعل يستخدم هذا البريد الإلكتروني

source: email already exists while using social
ar: يبدو أنك قمت بالتسجيل في هذا البريد الإلكتروني باستخدام كلمة مرور لا تستخدم حساب التواصل الاجتماعي الخاص بك ، يرجى كتابة هذا البريد الإلكتروني وكلمة المرور في الحقول أعلاه

source: email need verification
ar: تحتاج إلى التحقق من حسابك ، يرجى التحقق من صندوق الوارد الخاص بك

source: email_not_valid
ar: البريد الإلكتروني المعطى غير صالح ، هل يمكنك التحقق منه مرة أخرى؟

source: Home
ar: الصفحة الرئيسية

source: home_caption_tagged_people
ar: الأشخاص الذين تم وضع علامة عليهم:٪ @

source: home_social_buy_button_subtitle
ar: يشتري

source: Letters & numbers only
ar: حروف وأرقام فقط

source: Letters only
ar: حروف فقط

source: logout
ar: تسجيل خروج

source: Me
ar: أنا

source: Messages
ar: رسائل

source: No internet connection
ar: لا يوجد اتصال بالإنترنت

source: no symbols in username
ar: لا يمكن أن يحتوي اسم المستخدم على رموز

source: Password mismatch
ar: كلمة المرور غير متطابقة

source: phone already exists
ar: يوجد حساب بالفعل يستخدم رقم الهاتف هذا

source: Please enter at least 5 characters and at least 1 number
ar: الرجاء إدخال 5 أحرف على الأقل ورقم واحد على الأقل

source: Please enter correct email address
ar: رجاء، أدخل عنوان البريد الإلكتروني الصحيح

source: register_success_message
ar: تم تسجيل حسابك بنجاح ، الآن يمكنك تسجيل الدخول.

source: Search
ar: بحث

source: Some Thing Went Wrong
ar: هناك خطأ ما

source: Trends
ar: اتجاهات

source: username_already_exists
ar: يوجد حساب يستخدم اسم المستخدم هذا بالفعل ، يرجى استخدام اسم مستخدم مختلف.

source: userName_doesnt_exists
ar: اسم المستخدم غير موجود.

source: whitespace in username
ar: لا يمكن أن يحتوي اسم المستخدم على مسافات بيضاء

source: hi_there
ar: مرحبا!

source: my_name
ar: ادعي أحمد رامي, و انا ممتن انك وجدت هذا المشروع!

source: ramy_s_d_k
ar: انت الأن تشهد مدي قوة الSDK الخاصة بي

source: purpose
ar: التي بنيتها و الDX و السرعة في المقام الأول

source: continue
ar: أكمل
